Repository: domoritz/validitychecker
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: de

source: Climate science theory
de: Klimaforschungstheorie

source: Search
de: Suchen

source: Solution
de: Lösung

source: for
de: für

source: Statistics
de: Statistiken

source: Built in Berlin
de: In Berlin gebaut

source: <strong>Oh snap, something went wrong!</strong> We cannot give you the results yet. Sorry for that.
de: <strong>Ok, nein, etwas ist schief gelaufen!</strong> Wir können momentan leider keine Ergebnisse liefern. Entschuldigung dafür.

source: Protect your brain from climate fiction.
de: Schütze Dich vor Klimamythen.

source: With so many people talking about climate change it can be hard to separate fact from fiction.
de: So viele Leute reden über den Klimawandel, sodass es manchmal schwer ist herauszufinden was wirklich stimmt und was erfunden ist.

source: Climate Goggles help you to find the truth from the world's most respected scientists.
de: Climate Goggles hilft Dir die Wahrheit von den weltweit renommiertesten Wissenschaftlern zu erfahren.

source: Popular searches
de: Beliebte Suchanfragen

source: Showing results for <strong>%(query)s</strong>
de: Zeige Suchergebnisse für <strong>%(query)s</strong>

source: %(count)s articles published
de: %(count)s Artikel veröffentlicht
